/* Device Kind to be reported to the system */
"HP Fax" = "HP 传真";

/* The beginning of the fax job */
"Contacting fax..." = "正在联络传真机...";

/* Device busy, retrying... */
"Device busy, retrying..." = "设备忙，正在重试...";

/* Periodically inform user about fax location lookup process */
"Looking for fax..." = "正在查找传真机...";

/* Phone number black-listed. */
/* "Phone number black-listed." = "Phone number black-listed."; */

/* Await while filter generates fax document */
"Preparing to fax..." = "正准备传真...";

/* Page progress */
"Sending page %lu..." = "正在发送第 %lu 页...";

/* Unable to contact fax, requeueing... */
"Unable to contact fax, queueing on the next fax in the class..." = "无法联络传真机，正在将此类别中的下一份传真排入队列...";

/* Unsupported URI fatal error message */
"Unsupported URI" = "不支持此 URI";

